Revit 2027 API
BuiltInFailures.OverlapFailures.LevelsOverlap Property
 Highlighted levels overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LevelsOverlap { get; }
Public Shared ReadOnly Property LevelsOverlap As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LevelsOverlap {
	FailureDefinitionId^ get ();
}
static member LevelsOverlap : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace